Repository: KDE/kde1-kdelibs
Catalog: po/*.po
Languages: ca, he, ro, ru, sk

source: Entry changed.
ca: S'ha canviat l'entrada.
ru: Элемент изменен.
sk: Polo¾ka sa zmenila.

source: Results
ca: Resultats
ru: Результаты
sk: Výsledky

source: No entry matches this.
ca: No casa cap entrada.
ru: Ничего не найдено.
sk: ®iadna polo¾ka nevyhovuje.

source: Rejected.
ca: Rebutjat.
ru: Отказано.
sk: Odopreté.

source: Search results window closed.
ca: S'ha tancat la finestra de cerca.
ru: Окно результатов поиска закрыто.
sk: Uzavreté okno výsledkov hµadania.

source: The talk command must be configured before!
ca: Abans heu de configurar la comanda de conversa!
ru: Команда talk должна быть настроена!
sk: Najprv musíte nastavi» talk príkaz !

source: Talk configuration
ca: Configuració de conversa
ru: Настроить Talk
sk: Konfigurácia talku

source: Please configure the parameters for the talk command.
ca: Si us plau, configureu els paràmetres per la comanda de conversa.
ru: Настройте команду talk.
sk: Prosím nastavte parametre pre príkaz talk.

source: No talk address.
ca: Sense adreça de conversa.
ru: Нет адреса для команды talk.
sk: ®iadna talk adresa.

source: kab: Talk addresses
ca: kab: Adreces de conversa
ru: kab: адреса Talk
sk: kab: talk adresy

source: Available talk addresses:
ca: Adreces de conversa disponibles:
ru: Известные адреса для программы talk:
sk: Dostupné talk adresy:

source: Cancelled.
ca: Cancel·lat
ru: Отменена.
sk: Zru¹ené.

source: The talk command parameters are wrong.
ca: Els paràmetres de la comanda de conversa són errònis.
ru: Параметры команды talk неверны.
sk: Parametre príkazu talk sú zlé.

source: Talk command failed. Make sure you did setup your talk command and parameter!
ca: Ha fallat la comanda de conversa. Assegureu-vos que heu arranjat la comanda de conversa i els paràmetres!
ru: Ошибка запуска команды talk. Проверьте, что вы корректно установили параметры!
sk: Talk príkaz zlyhal. Prosím uistite sa, ¾e ste ho správne nastavili !

source: Talk program started.
ca: S'ha engegat el programa de conversa.
ru: Программа talk запущена.
sk: Talk program spustený.

source: Attention: printing is still experimental!
ca: Atenció: la impressió encara és experimental!
ru: Предупреждение: печать все еще в процессе разработки!
sk: Varovanie: tlaè je stále experimentálna !

source: Page size problem
ca: Hi ha un problema amb la mida de pàgina
ru: Проблемы с размером страницы
sk: Problém s veµkos»ou strany

source: The fields you requested to print do not fit into the page width.
ca: Els camps que voleu imprimir no caben en l'ample de pàgina.
ru: Поля, запрошенные для печати Не входят в ширину страницу.
sk: Polo¾ky, ktoré ste chceli vytlaèi» sa nezmestia na ¹írku strany.

source: Printing finished successfully.
ca: La impressió ha acabat correctament.
ru: Печать завершена.
sk: Tlaè skonèila úspe¹ne.

source: kab: Email addresses
ca: kab: Adreces de correu
ru: kab: адреса E-mail
sk: kab: email adresy

source: Available email addresses:
ca: Adreces de correu disponibles:
ru: Известные адреса E-mail:
sk: Dostupné e-mail adresy:

source: kab: Select fields to copy
ca: kab: Trieu els camps per copiar
ru: kab: Выберите поля для копирования
sk: kab: Zvoµte polo¾ky na skopírovanie

source: Nothing selected.
ca: No heu triat cap.
ru: Ничего не выбрано.
sk: Niè nie je zvolené.

source: KDE addressbook overview
ca: Cop d'ull al llibre d'adreces KDE
ru: Обзор адресной книги KDE
sk: Popis knihy adries KDE

source: Name-Email-Link (!!)
ca: Enllaç nom-adreça (!!)
ru: Имя-Email-Связь (!!)

source: Select table columns
ca: Trieu les columnes de la taula
ru: Выберите колонку таблицы
sk: Vybra» ståpce tabuµky

source: Nothing to export.
ca: No hi ha res per exportar.
ru: Нечего экспортировать.
sk: Nemám èo exportnú».

source: Email link
ca: Enllaç de correu
ru: Звязь E-mail
sk: Email odkaz

source: Could not find the users home directory.
ca: No s'ha pogut trobar el directori llar dels usuaris.
ru: Не могу найти домашний подкаталог пользователей.
sk: Nemô¾em nájs» domovský prieèinok u¾ívateµa.

source: Intern error!
ca: Error intern!
ru: Внутренняя ошибка!
sk: Interná chyba!

source: Could not open the file to create the HTML table.
ca: No s'ha pogut obrir el fitxer per crear la taula HTML.
ru: Ошибка открытия файла для создания HTML таблицы.
sk: Nemô¾em otvori» súbor, aby som vytvoril HTML tabuµku.

source: Printing cancelled.
ca: S'ha cancel·lat la impressió.
ru: Печать отменена.
sk: Tlaè zru¹ená.

source: kab: Select columns for printing
ca: kab: Trieu les columnes per imprimir
ru: kab: Выберите колонки для печати.
sk: kab: Zvoµte ståpce pre tlaè

source: Nothing to print.
ca: No hi ha res per imprimir.
ru: Нечего печетать.
sk: Nemám èo tlaèi».

source: Page <p>
ca: Pàg. <p>
ru: Страница <p>
sk: Strana <p>

source: KDE - the professionals choice.
ca: KDE - la tria professional.
ru: KDE - выбор профессионалов.
sk: KDE - voµba profesionálov.

source: Printing failed!
ca: Ha fallat la impressió!
ru: Ошибка печати!
sk: Tlaè zlyhala!

source: Empty email address.
ca: Adreça de correu buida.
ru: Пустой адрес E-mail.
sk: Prázdna e-mail adresa.

source: No email address.
ca: Sense adreça de correu.
ru: Нет адреса E-mail.

source: Error calling mailer.
ca: Error en cridar al correu.
ru: Ошибка вызова почтовой программы.

source: Mailer called.
ca: S'ha cridat al correu.
ru: Почтовая программа вызвана.

source: The mail command must be configured before!
ca: Abans heu de configurar la comanda de correu!
ru: Необходимо настроить почтовую программу!
sk: Najprv musíte nastavi» príkaz pre mail!

source: Mail configuration
ca: Configuració de correu.
ru: Настройка почтовой программы
sk: Konfigurácia mailu

source: Please configure the parameters for the email command.
ca: Si us plau, configureu els paràmetres per la comanda de correu.
ru: Настройте параметры почтовой программы.
sk: Prosím nastavte parametre pre e-mail príkaz.

source: The email command parameters are wrong.
ca: Els paràmetres de la comanda de correu són errònis.
ru: Параметры почтовой программы неверны.
sk: Parametre e-mail príkazu sú zlé.

source: Email command failed. Make sure you did setup your email command and parameter!
ca: Ha fallat la comanda de correu. Assegureu-vos que heu arranjat la comanda de correu i els paràmetres!
ru: Ошибка запуска почтовой программы. Убедитесь в правильности настроек почтовой программы!
sk: Email príkaz zlyhal. Uistite sa, ¾e ste nastavili vá¹ email príkaz a parametre!

source: Mail program started.
ca: S'ha engegat el programa de correu.
ru: Почтовая программа запущена.
sk: Mail program spustený.

source: KIO Cache
ca: Cau KIO
ru: Кэш KIO
sk: KIO ke¹

source: Contents of the cache
ca: Contingut del cau
ru: Содержимое кэша
sk: Obsah ke¹e

source: Use the icons for drag and drop actions, since they refer to the cache files on your hard disk, while you should use the textual links for browsing
ca: Empreu les icones per les accions d'arrossegar i amollar, atès que fan referència als fitxers del cau, mentres que podeu emprar els enllaços textuals per fullejar
ru: Используйте пиктограммы для действий Тащить и Кидать, так как они относятся к кэш файлам на вашем жестком диске. Вы должны использовать текстовые ссылки для просмотра
sk: Pou¾ite ikonky pre akcie »ahaj a pusti, preto¾e odkazujú na ke¹ové súbory na va¹om hard disku, zatiaµèo by ste mali pou¾íva» textové odkazy na prehl.

source: Creation Date
ca: Data de creació
ru: Дата создания
sk: Dátum vytvorenia

source: Expiration Date
ca: Data d'expiració
ru: Дата удаления
sk: Dátum expirácie

source: Unknown
ca: Desconegut
ru: Неизвестно
sk: Neznámy

source: Never
ca: Mai
ru: Никогда
sk: Nikdy

source: Could not read %s
ca: No s'ha pogut llegir %s
ru: Ошибка чтения %s
sk: Nemô¾em èíta» %s

source: Could not write to %s
ca: No s'ha pogut escriure a %s
ru: Ошибка записи в %s
sk: Nemô¾em zapisova» do %s

source: Could not start process %s
ca: No s'ha pogut engegar el procés %s
ru: Не могу запустить процесс %s
sk: Nemô¾em spusti» proces %s

source: Internal Error Please send a full bugreport to kde-bugs@kde.org %s
ca: Error intern Si us plau, envieu un informe d'error complet a kde-bugs@kde.org %s
ru: Внутренняя ошибка Пожайлуста отошлите полный отчет в kde-bugs@kde.org %s

source: Malformed URL %s
ca: URL errònia %s
ru: Неверный URL %s
sk: Chybný formát URL %s

source: The protocol %s is not supported
ca: El protocol %s no està suportat
ru: Протокол %s не поддерживается
sk: Protokol %s nie je podporovaný

source: The protocol %s is only a filter protocol.
ca: El protocol %s és només un protocol de filtre.
ru: Протокол %s только фильтер-протокол.
sk: Protokol %s je iba protokol pre filtrovanie.

source: Unsupported action %s
ca: Acció no suportada %s
ru: Неподдерживаемое действие %s
sk: Nepodporovaná akcia %s

source: The file or directory %s does not exist
ca: El fitxer o directori %s no existeix
ru: Файл или каталог %s не существует
sk: Tento súbor alebo prieèinok %s neexistuje

source: %s is a directory, but a file was expected
ca: %s és un directori, pero s'esperava un fitxer
ru: %s каталог, а ожидался файл
sk: %s je prieèinok, ale oèakával som súbor

source: Could not make directory %s
ca: No s'ha pogut crear el directori %s
ru: Ошибка создания каталогф %s
sk: Nemô¾em vytvori» prieèinok %s

source: The file or directory %s does already exist
ca: El fitxer o directori %s ja existeix
ru: Файл или каталог %s уже существует
sk: Súbor alebo prieèinok %s u¾ existuje

source: %s Access denied
ca: %s S'ha denegat l'accés
ru: %s Доступ запрещен
sk: %s Prístup zamietnutý

source: Could not enter directory %s
ca: No es pot entrar al directori %s
ru: Не могу войти в каталог %s
sk: Nemô¾em vojs» do prieèinka %sNemô¾em vstúpi» do prieèinku %s

source: The protocol %s does not implement a directory service
ca: El protocol %s no implementa un servei de directori
ru: Протокол %s не реализует каталог
sk: Protokol %s neimplementuje adresárovú slu¾bu

source: Found a cyclic link in %s
ca: S'ha trobat un enllaç cíclic a %s
ru: Найдена циклическая ссылка в %s
sk: Na¹iel som zacyklený odkaz v %s

source: Could not change permissions for %s
ca: No s'han pogut canviar els permissos per %s
ru: Ошибка изменения прав доступа для %s
sk: Nemô¾em zmeni» práva pre %s

source: Access denied Could not write to %s
ca: S'ha denegat l'accés No s'ha pogut escriure a %s
ru: Доступ запрещен Ошибка записи в %s
sk: Prísutp zamietnutý Nemô¾em zapisova» do %s

source: Action has been canceled by the user
ca: L'acció ha estat cancel·lada per l'usuari
ru: Действие отменено пользователем
sk: Akcia bola zru¹ená u¾ívateµom

source: Found a cyclic link while copying %s
ca: S'ha trobat un enllaç cíclic en copiar %s
ru: Во время копирования обнаружена циклическая ссылка %s
sk: Na¹iel som zacyklený odkaz poèas kopírovania %s

source: Could not create socket for accessing %s
ca: No s'ha pogut crear el socket per accedir %s
ru: Ошибка создания сокета для доступа к %s
sk: Nemô¾em vytvori» socket pre prístup k %s

source: Could not connect to host %s
ca: No s'ha pogut connectar al remot %s
ru: Ошибка связи с сервером %s
sk: Nemô¾em sa pripoji» k hostiteµovi %s

source: Unknown host %s
ca: Remot desconegut %s
ru: Неизвестный сервер %s
sk: Neznámy hostiteµ %s

source: Connection to host %s is broken
ca: La connexió al remot %s s'ha tallat
ru: Связь с сервером %s прервана
sk: Spojenie na hostiteµa %s je po¹kodené

source: The protocol %s is not a filter protocol
ca: El protocol %s no és un protocol de filtre
ru: Протокол %s - не протокол-фильтр
sk: Protokol %s nie je filtrovací protokol

source: %s is a file, but a directory was expected
ca: %s és un fitxer, pero s'esperava un directori
ru: %s это файл, ожидался каталог
sk: %s je súbor, ale bol oèakávaný prieèinok

source: Could not mount device. The reported error was: %s
ca: No s'ha pogut muntar el dispositiu. L'error ha estat: %s
ru: Ошибка подключения устройства. Ошибка: %s
sk: Nemô¾em pripoji» zariadenie. Nahlásená chyba bola: %s

source: Could not unmount device. The reported error was: %s
ca: No s'ha pogut desmuntar el dispositiu. L'error ha estat: %s
ru: Ошибка отключения устройства. Ошибка: %s
sk: Nemô¾em odpoji» zariadenie. Nahlásená chyba bola: %s

source: The process for the %s protocol died unexpectedly
ca: El procés pel protocol %s ha mort inesperadament
ru: Процесс протокола %s неожиданно умер
sk: Proces pre protokol %sneoèakávane skonèil

source: Ok
ca: Bé
he: רושיא
ro: Ochei
ru: Ок

source: Mounting %s ...
ca: S'està muntant %s ...
ru: Подключаю %s ...
sk: Prípájam %s ...

source: Unmounting %s ...
ca: S'està desmuntant %s ...
ru: Отключаю %s ...
sk: Odpájam %s ...

source: This group is empty!
ca: Aquest grup està buit!
ru: Эта группа пуста!
sk: Táto skupina je prázdna!

source: &Browser
ca: &Fullejar
ru: Просмотрщик
sk: &Prehliada»

source: User
ca: Usuari
ru: Пользователь
sk: U¾ívateµ

source: Password
ca: Clau de pas
ru: Пароль
sk: Heslo

source: The clipboard is empty
ca: La taula d'enganxar està buida
ru: Буфер обмена пуст
sk: Schránka je prázdna

source: Pasting clipboard data is only supported on the local hard disk currently
ca: Actualment només es poden enganxar dades al disc dur local
ru: Копирование данных из буфера обмена поддерживается только на локальном диске
sk: Vkladanie dát zo schránky je momentálne podporované len na lokálnom disku

source: Filename for clipboard content:
ca: Nom de fitxer pel contingut de la taula d'enganxar:
ru: Имя файла для содержимого буфера обмена:
sk: Názov súboru pre obsah schránky:

source: You did not enter a filename
ca: No heu entrat un nom de fitxer
ru: Вы не ввели имя файла
sk: Nezadali ste názov súboru

source: The file %s does already exist. Do you really want to overwrite it ?
ca: El fitxer %s ja existeix. De veres voleu escriure-hi a sobre ?
ru: Документ с данным именем существует. Переписать?
sk: Súbor %s u¾ existuje. Naozaj ho chcete prepísa» ?

source: Bytes
ru: Байт
sk: Bajtov

source: Kb
ru: Кб

source: Mb
ru: Мб

source: Stalled
ca: Aturat
ru: Замерло
sk: Stagnované

source: Bytes/s
ru: Байт/с
sk: Bajtov/s

source: Kb/s
ru: Кб/c

source: Mb/s
ru: Мб/с

source: %i seconds
ca: %i segons
ru: %i секунд
sk: %i sekúnd

source: %i%s Remaining time: %s
ca: %i%s Temps pendent: %s
ru: %i%s Осталось времени: %s
sk: %i%s Zostávajúci èas: %s

source: Scanning
ca: S'està explorant
ru: Сканирую
sk: Skenujem

source: Creating dir
ca: S'està creant el directori
ru: Создаю каталог
sk: Vytváram prieèinok

source: Fetching file
ca: S'està recuperant el fitxer
ru: Выкачиваю файл
sk: S»ahujem súbor

source: Rename
ca: Renombra
ru: Удалить
sk: Premenova»

source: Skip
ca: Salta
ru: Пропустить
sk: Preskoèi»

source: Auto Skip
ca: Auto Salta
ru: Пропускать автоматически
sk: Auto preskoè.

source: Overwrite
ca: Sobreescriu
ru: Переписать
sk: Prepísa»

source: Overwrite All
ca: Sobreescriu tots
ru: Переписать все
sk: Prepísa» v¹etky

source: You try to overwrite
ca: Heu provat de sobreescriure
ru: Вы пытаетесь переписать
sk: Sna¾íte sa prepísa»

source: already exists. Overwrite with
ca: ja existeix. Sobreescriu amb
ru: уже существует. Переписать
sk: u¾ existuje. Prepísa» s

source: Or rename to
ca: O renombra a
ru: Или переименовать в
sk: Alebo premenova» na

source: already exists.
ca: ja existeix.
ru: уже существует.
sk: u¾ existuje.

source: Do you want to rename it ?
ca: Voleu renombrar a ?
ru: Хотите переименовать ?
sk: Chcete ho premenova» ?

source: Malformed URL
ca: URL errònia
ru: Неверный URL
sk: URL má chybný formát

source: You must not change the protocol
ca: No heu de canviar el protocol
ru: Вы не должны изменять протокол
sk: Nesmiete zmeni» protokol

source: No mime types installed!
ca: No hi ha tipus mime instal·lats!
ru: MIME типы не установлены!
sk: Nemáte nain¹talované mime typy!

source: Could not find mime type
ca: No s'ha pogut trobar el tipus mime
ru: Не могу найти MIME типы
sk: Nemô¾em nájs» mime typ

source: The mime type config file
ca: El fitxer de configuració tipus mime
ru: Конфигурационный файл MIME типа
sk: Konfiguraèný súbor mime typov

source: does not conatain a MimeType=... entry
ca: no conté una entrada MimeType=...
ru: не содержит MimeType=...
sk: neobsahuje MimeType=... polo¾ku

source: The kdelnk file %s has no Type=... entry
ca: El fitxer kdelnk %s no té cap entrada Type=...
ru: Файл kdelnk %s не содержит Type=...
sk: kdelnk súbor %s nemá polo¾ku Type=...

source: The kdelnk type %s is unknown
ca: El tipus kdelnk %s és desconegut
ru: Тип kdelnk %s не известен Type=...
sk: kdelnk typ %s je neznámy

source: The kdelnk file %s is of type FSDevice but has no Dev=... entry
ca: El fitxer kdelnk %s és de tipus FSDevice pero no té cap entrada Dev=...
ru: Файл kdelnk %s Типа FSDevice, но не содержит Dev=...
sk: kdelnk súbor %s je typu FSDevice, ale nemá polo¾ku Dev=...

source: The kdelnk file %s is of type Link but has no URL=... entry
ca: El fitxer kdelnk %s és de tipus Link pero no té cap entrada URL=...
ru: Файл kdelnk %s Типа Link, но не содержит URL=...
sk: kdelnk súbor %s je typu Odkaz, ale nemá URL=... polo¾ku

source: Mount
ca: Munta
ru: Подключить
sk: Pripoji»

source: Unmount
ca: Desmunta
ru: Отключить
sk: Odpoji»

source: The kdelnk file %s has an invalid menu entry %s
ru: Файл kdelnk %s Содержит неверный элемент меню %s
sk: kdelnk súbor %s má chybnú polo¾ku menu %s

source: The mime type _cfg file
ca: El fitxer _cfg de tipus mime
ru: _cfg файл MIME типа
sk: Mime typ _cfg súboru

source: Can not enter %s Access denied
ca: No es pot entrar a %s S'ha denegat l'accés
ru: Ошибка входа в %s Доступ запрещен
sk: Nemô¾em vstúpi» %s Prístup zamietnutý

source: The application config file
ca: El fitxer de configuració de l'aplicació
ru: Файл настроек приложения
sk: Konfiguraèný súbor aplikácie

source: does not conatain a Name=... entry
ca: no conté una entrada Name=...
ru: не содержит Name=...
sk: neobsahuje Name=... polo¾ku

source: Add a new string
ca: Afegeix un text nou

source: Move this string up
ca: Mou amunt aquest text

source: Move this string down
ca: Mou avall aquest text

source: Delete this string
ca: Esborra aquest text

source: SHIFT
ca: Majús

source: Please note that kab now supports some new fields in its addresses. These new fields are: ° the state field, ° the country field and ° the postal code field. You will probably need to edit some of your entries to make use of it.
ca: Si us plau, tingueu present que ara kab té alguns camps nous a les adreces. Els camps nous són: ° el camp de comarca, ° el camp de país i ° el camp de codi postal. Probablement haureu d'editar les vostres entrades per fer-los servir.
sk: Prosím nezabudnite, ¾e kab teraz podporuje aj niektoré nové polo¾ky v adresách. Sú to : ° ¹tát, ° krajina a ° PSÈ/po¹tový kód. Asi budete musie» zmeni» niektoré polo¾ky, aby ste to vyu¾ili.

source: Could not access %s
ca: No s'ha pogut accedir %s

source: Unknown error code %i %s Please send a full bugreport to kde-bugs@kde.org
ca: Codi d'error desconegut %i %s Si us plau, envieu un informe d'error complet a kde-bugs@kde.org

source: Resume
ca: Continua

source: Resume All
ca: Continua tots

source: Can not write
ca: No es pot escriure

source: Permission denied!
ca: Permís denegat!

source: Search entries
sk: Hµada» polo¾ky

source: Search
sk: Hµada»

source: contains
sk: obsahuje

source: &New
he: שד&ח
ro: &Nou
sk: &Nový

source: &New...
he: ...שד&ח
sk: &Nový ...

source: Move
sk: Presuò

source: &Previous
sk: &Predchádzajúci uzol

source: &Next
sk: &Nasledujúci uzol

source: Name-Email-Link (recommended!)
sk: Meno-Email-Odkaz (odporúèané!)

source: Internel Error Please send a full bugreport to kde-bugs@kde.org %s
sk: Interná chyba Prosím po¹lite kompletný popis chyby na kde-bugs@kde.org %s

source: Can not overwrite
sk: Nemô¾em prepísa»

source: &Help...
he: הרז&ע

source: The KDE Desktop Environment was written by the KDE team. Please report bugs at http://buglist.kde.org. KDE was developed with Qt, a cross-platform GUI library. Qt is a product of Troll Tech (http://www.troll.no, info@troll.no). Qt may be used freely to develop free software on the X Window System.
he: KDE תווצ ידי לע הבתכנ KDE לש הדובעה תביבס http://buglist.kde.org תבותכב םיגאב לע וחווד אנא תומרופטלפ תבורמ חותיפ תיירפס - QT תיירפס תועצמאב חתופ KDE http://www.troll.no - קט לורט תרבח לש רצומ הניה QT X תביבסב תישפוח הנכות חתפל תנמ לע ישפוח ןפואב QT ב שמתשהל ןתינ
