Repository: KDE/kde1-kdelibs
Catalog: po/*.po
Languages: ca, he, ro, ru, sk

source: Show List Labels
ca: Mostra Etiquetes de Llista
ru: Показать список меток
sk: Ukáza» nálepky

source: Show Hidden
ca: Mostra Ocults
ru: Показать скрытые
sk: Ukáza» skryté

source: Show Status Line
ca: Mostra Línia d'Estat
ru: Показать Строку состояния
sk: Ukáza» stavový riadok

source: Use single Click
ca: Usa clic simple
ru: Использовать один щелчок
sk: Pou¾i» jeden klik

source: Mix dirs and files
ca: Barreja directoris i fitxers
ru: Смешивать файлы и каталоги
sk: Zmie¹a» prieèinky a súbory

source: Keep dirs first
ca: Mostra directoris a l'inici
ru: Каталоги вначале
sk: Prieèinky najprv

source: unknown
ca: desconegut
ru: неизвестно
sk: neznáme

source: Jan
ca: Gen
ru: Янв

source: Feb
ru: Фев

source: Mar
ru: Мар

source: Apr
ca: Abr
ru: Апр

source: Jun
ru: Июн
sk: Jún

source: Jul
ru: Июл
sk: Júl

source: Aug
ca: Ago
ru: Авг

source: Sep
ru: Сен

source: Oct
ru: Окт
sk: Okt

source: Nov
ru: Нов

source: Dec
ca: Des
ru: Дек

source: Name:
ca: Nom:
ru: Имя:
sk: Meno:

source: Date:
ca: Data:
ru: Дата:
sk: Dátum:

source: Owner:
ca: Amo:
ru: Владелец
sk: Vlastník:

source: Group:
ca: Grup:
ru: Группа:
sk: Skupina:

source: Type:
ca: Tipus:
ru: Тип:
sk: Typ:

source: locked
ca: bloquejat
ru: закрыто
sk: uzamknutý

source: picture
ca: imatge
ru: картинка
sk: obrázok

source: folder
ca: carpeta
ru: папка
sk: prieèinok

source: You dont have the file %s Could not do Authorization
ca: No teniu el fitxer %s No es pot donar l'autorització
ru: У вас отсутствует файл %s Не могу произвести авторизацию
sk: Nemáte súbor %s. Nemô¾em autorizova».

source: KFM Error
ca: Error KFM
ru: Ошибка KFM
sk: Chyba KFM

source: The file %s is corrupted Could not do Authorization
ca: El fitxer %s està fet malbé No es pot donar l'autorització
ru: Файл %s поврежден Не могу произвести авторизацию
sk: Súbor %s je po¹kodený. Nemô¾em autorizova».

source: Error
he: האיגש
ro: Eroare
ru: Ошибка
sk: Chyba

source: Malformed URL
ca: URL errònia
he: יוגש ביתנ
ro: URL malformat
ru: Неверный URL
sk: URL má chybný formát

source: Warning
ca: Avís
he: הרהזא
ro: Atenþie
ru: Предупреждение
sk: Varovanie

source: Save a file
ca: Desa un fitxer
he: ץבוקכ רומש
ro: Salveazã un fiºier
ru: Сохранить файл
sk: Ulo¾i» súbor

source: Contents
ca: Contingut
he: ןכות
ro: Cuprins
ru: Содержимое
sk: Obsah

source: A&bout...
ca: Q&uant a...
he: תודו&א
ro: &Descriere
ru: О &программе...
sk: &Informácie...

source: On
ca: Sí
he: ןכ
ro: Pornire
ru: Включено
sk: Zapnú»

source: Off
ca: No
he: אלל
ro: Oprire
ru: Выключено
sk: Vypnú»

source: File
ca: Arxiva
he: ץבוק
ro: Fiºier
ru: Файл
sk: Súbor

source: &File
ca: Ar&xiva
he: ץבו&ק
ro: &Fiºier
ru: &Файл
sk: &Súbor

source: Edit
ca: Edita
he: הכירע
ro: Editare
ru: Редактирование
sk: Upravi»

source: &Edit
ca: &Edita
he: הכיר&ע
ro: &Editare
ru: &Редактирование
sk: &Upravi»

source: &Options
ca: &Opcions
he: תויורשפ&א
ro: &Opþiuni
ru: Оп&ции
sk: &Mo¾nosti

source: View
ca: Visualitza
he: הגוצת
ro: Vizualizare
ru: Вид
sk: Pozrie»

source: &View
ca: &Visualitza
he: הגו&צת
ro: &Vizualizare
ru: &Вид
sk: &Zobrazi»

source: E&xit
ca: &Surt
he: האי&צי
ro: &Ieºire
ru: &Выход
sk: K&oniec

source: &Quit
ca: &Abandona
he: האיצי
ro: &Pa
ru: &Выход
sk: &Koniec

source: &Copy
ca: &Copia
he: קת&עה
ro: &Copiazã
ru: &Копировать
sk: &Kopírova»

source: &Paste
ca: &Enganxa
he: קב&דה
ro: &Peist
ru: &Вставить
sk: V&lo¾i»

source: &New Window...
ca: Finestra &Nova...
he: ...שד&ח ןולח
ro: Fereastrã &Nouã
ru: &Новое окно
sk: &Nové okno...

source: New &Window...
ca: &Finestra Nova...
he: ...שד&ח ןולח
ro: &Fereastrã Nouã
ru: Новое &окно
sk: Nové &okno...

source: &New Window
ca: Finestra &Nova
ru: Новое окно
sk: &Nové okno

source: New Game
ca: Joc nou
he: שדח קחשמ
ro: Încã un joc
ru: Новая игра
sk: Nová hra

source: &New Game
ca: Joc &Nou
he: שד&ח קחשמ
ro: &Încã un joc
ru: &Новая игра
sk: &Nová hra

source: Open a file
ca: Obre un fitxer
he: ץבוק תחיתפ
ro: Deschide un fiºier
ru: Открыть файл
sk: Otvori» súbor

source: Open...
ca: Obre...
he: ...החיתפ
ro: Deschide...
ru: Открыть...
sk: Otvori»...

source: &Open...
ca: &Obre...
he: ...החית&פ
ro: &Deschide...
ru: &Открыть...
sk: &Otvori» ...

source: &Cut
ca: &Talla
ru: Вырезать
sk: V&ystrihnú»

source: C&ut
ca: Ta&lla
he: רוז&ג
ro: &Taie
ru: Вы&резать
sk: Vystri&hnú»

source: Font
he: ןפוג
ru: Шрифт
sk: Znaková sada

source: &Foreground Color
ca: Color de &Primer terme
he: עב&צ
ro: Culoare &Scris
ru: Цвет &текста
sk: Farba &textu

source: &Background Color
ca: Color de &Fons
he: עק&ר עבצ
ro: Culoare &Fundal
ru: Цвет &фона
sk: Farba &pozadia

source: &Save
ca: &Desa
he: רומ&ש
ro: &Salveazã
ru: &Сохранить
sk: &Ulo¾

source: Save as...
ca: Desa com...
he: ...םשב הרימש
ro: Salveazã în...
ru: Сохранить как...
sk: Ulo¾i» ako...

source: S&ave as...
ca: D&esa com...
he: ...םש&ב הרימש
ro: S&alveazã în ...
ru: С&охранить как...
sk: Ulo¾i» &ako

source: &Close
ca: &Tanca
he: רוג&ס
ro: &Închide
ru: &Закрыть
sk: &Zavrie»

source: &Print...
ca: &Imprimeix...
he: ספד&ה
ro: Ti&pãreºte...
ru: &Печать...
sk: &Tlaèi» ...

source: Options
ca: Opcions
he: תויורשפא
ro: Opþiuni
ru: Установки
sk: Nastavenie

source: Remove
ca: Elimina
he: דרוה
ro: Scoate
ru: Удалить
sk: Odstráni»

source: Add
ca: Afegeix
he: ףסוה
ro: Adaugã
ru: Добавить
sk: Prida»

source: Change
ca: Canvia
he: הנש
ro: Schimbã
ru: Изменить
sk: Zmeni»

source: Delete
ca: Esborra
he: קחמ
ro: ªterge
ru: Удалить
sk: Zmaza»

source: &Delete
ca: Es&borra
he: קח&מ
ro: &ªterge
ru: &Удалить
sk: &Zmaza»

source: Clear
ca: Neteja
he: הקנ
ro: ªterge
ru: Очистить
sk: Zmaza»

source: Italic
ca: Cursiva
he: יוטנ
ru: Наклонный
sk: ©ikmé

source: Roman
he: ףוקז
ru: Роман
sk: Rímske

source: &Undo
ca: &Desfà
he: לט&ב
ro: &Desface
ru: &Откат
sk: &Vráti» spä»

source: Redo
ca: Refà
he: רוזח
ro: Reface
ru: Откат назад
sk: Opakova» vrátené

source: &Redo
ca: &Refà
he: רוז&ח
ro: &Reface
ru: Откат &назад
sk: Opakova» v&rátené

source: &Game
ca: &Joc
he: קח&שמ
ro: &Joc
ru: &Игра
sk: &Hra

source: Information
ca: Informació
he: עדימ
ro: Informaþii
ru: Информация
sk: Informácie

source: Browse...
ca: Fulleja...
he: ...ןויע
ro: Expandare...
ru: Просмотр...
sk: Listova»...

source: Stop
ca: Atura
ru: Стоп

source: &Remove
ca: &Elimina
ru: &Удалить
sk: Z&ru¹i»

source: &Properties...
ca: &Propietats...
ru: &Свойства...
sk: &Vlastnosti...

source: Properties
ca: Propietats
ru: Свойства
sk: Vlastnosti

source: &Start
ca: E&ngega
ru: На &старте
sk: ©t&art

source: St&op
ca: &Atura
ru: С&топ
sk: Zas&tavi»

source: Miscellaneous
ca: Miscel·làni
ru: Разное
sk: Rôzne

source: Font Size
ca: Mida de font
ru: Размер шрифта
sk: Veµkos» fontu

source: Fonts
ru: Шрифты
sk: Písma

source: &Fonts
ru: &Шрифты
sk: &Fonty

source: &Reload
ca: &Refresca
ru: Перезагрузить
sk: O&bnovi»

source: Files
ca: Fitxers
ru: Файлы
sk: Súbory

source: Continue
ca: Continua
ru: Продолжить
sk: Pokraèova»

source: Restore
ca: Restaura
ru: Восстановить
sk: Obnovenie

source: Appearance
ca: Apariència
ru: Вид
sk: Vzhµad

source: Monday
ca: Dilluns
ru: Понедельник
sk: Pondelok

source: Tuesday
ca: Dimarts
ru: Вторник
sk: Utorok

source: Wednesday
ca: Dimecres
ru: Среда
sk: Streda

source: Thursday
ca: Dijous
ru: Четверг
sk: ©tvrtok

source: Friday
ca: Divendres
ru: Пятница
sk: Piatok

source: Saturday
ca: Dissabte
ru: Суббота
sk: Sobota

source: Sunday
ca: Diumenge
ru: Воскресенье
sk: Nedeµa

source: &Update
ca: &Actualitza
ru: &Обновить
sk: Akt&ualizova»

source: Layout
ca: Distribució
ru: Расположение
sk: Rozmiestnenie

source: Highscore
ca: Puntuació màxima
ru: Наивысшие баллы
sk: ©tatistika

source: &New View
ca: Vista &Nova
ru: &Новый вид
sk: &Nové zobrazenie

source: &Insert
ca: &Inserta
ru: &Вставить
sk: &Vlo¾i»

source: &Next >>
ca: &Següent >>
ru: &Следующий >>
sk: Ï&al¹í >>

source: << &Previous
ca: << &Previ
ru: << &Предыдущий
sk: << &Predchádzajúci

source: &About...
ca: Q&uant a...
ru: О &программе...
sk: &Informácie...

source: The directory where user specific data for the addressbook application is stored does not exist. The program will try to create
ca: El directori on es guarden les dades específiques per l'aplicació del llibre d'adreces no existeix. El programa provarà de crear-lo
ru: Каталог, где хранится адресная книга не существует. Программа попытается его создать
sk: Prieèinok, kde sa ukladajú dáta ¹pecifické pre daného u¾ívateµa v aplikácii kniha adries neexistuje. Program sa pokúsi vytvori»

source: and store all local files in this directory.
ca: i guardar tots els fitxers locals en aquest directori.
ru: и хранить все локальные фалы в этом каталоге
sk: a uklada» v¹etky lokálne súbory do tohto prieèinku.

source: The directory could not be created. Probably you do not have used KDE before, so you do not have a local ".kde" directory in your home directory. Run the KDE filemanager kfm once to automatically create it.
ca: El directori no s'ha pogut crear. Probablement no heu emprat KDE abans, per tant no teniu un directori local ".kde" al vostre directori llar. Engegueu un cop el gestor de fitxers del KDE per crear-lo automàticament.
ru: Ошибка создания каталога. Возможно вы не использовали до этого KDE, поэтому у вас нет локального каталога ".kde" в вашем домашнем каталоге. Запустите один раз файл менеджер KDE kfm - для того, чтобы автоматически создать его.
sk: Prieèinok nemohol by» vytvorený. Pravdepodobne ste nepou¾ívali predtým KDE, tak¾e nemáte lokálny ".kde" prieèinok vo va¹om domovskom prieèinku. Prosím spustite raz kfm, aby sa automaticky vytvoril.

source: The directory has been created.
ca: S'ha creat el directori.
ru: Каталог создан.
sk: Prieèinok bol vytvorený.

source: No addressbook database file, creating new one.
ca: No hi ha llibre d'adreces, se n'està creant un de nou.
ru: Нет базы данных адресной книги, создаю.
sk: Nemáte databázový súbor knihy adries, vytváram ho.

source: Tried to load database for creating backup, but failed
ca: Ha fallat la càrrega de la base de dades per crear una còpia.
ru: Не удалось загрузить базу данных, для создания резервной копии
sk: Sna¾il som sa naèíta» databázu na vytvorenie zálohy, ale zlyhal som

source: Unable to save to backup file.
ca: No s'ha pogut desar al fitxer de còpia.
ru: Ошибка сохранения резервной копии
sk: Nemô¾em ulo¾i» súbor so zálohou.

source: Unable to reset filename after creating backup.
ca: No s'ha pogut inicialitzar el nom del fitxer desprès de crear la còpia.
ru: Ошибка восстановления имени файла после создания резервной копии
sk: Nemô¾em resetnú» meno súboru po vytvorení zálohy.

source: Unable to create backup file
ca: No s'ha pogut crear el fitxer de còpia
ru: Ошибка создания файла резервной копии
sk: Nemô¾em vytvori» zálo¾ný súbor.

source: Unable to insert "
ca: No s'ha pogut insertar "
ru: Не могу вставить "
sk: Nemô¾em vlo¾i» "

source: " into configuration section (ignored).
ca: " a la secció de configuració (s'ignora).
ru: " в секцию конфигурации (проигнорировано).
sk: " do konfiguraènej sekcie (ignorované).

source: Unable to add a new entry with available key.
ca: No s'ha pogut afegir una nova entrada amb la clau disponible.
ru: Ошибка добавления новго элемента с существующим ключом.
sk: Nemô¾em prida» novú polo¾ku s dostupným kµúèom.

source: Cannot find previously created section.
ca: No s'ha pogut trobar la secció creada prèviament.
ru: Не могу найти предварительно созданной секции.
sk: Nemô¾em nájs» u¾ vytvorenú sekciu.

source: Unable to create key-value-map for entry.
ca: No s'ha pogut crear la parella clau-valor per l'entrada.
ru: Ошибка создания карты ключевых значений для элемента.

source: entry without name
ca: entrada sense nom
ru: элемент без имени
sk: polo¾ka bez mena

source: Unable to create new database file (probably permission denied), exiting.
ca: No s'ha pogut crear un nou fitxer (probablement s'ha denegat el permís), plego.
ru: Ошибка создания нового файла базы данных (возможно доступ запрещен), выхожу.
sk: Nemô¾em vytvori» nový databázový súbor (pravdepodobne nemám práva), odchádzam.

source: Cannot create configuration section, exiting.
ca: No s'ha pogut crear la secció de configuració, plego.
ru: Ошибка создания конфигурационной секции, выхожу.
sk: Nemô¾em vytvori» konfiguraènú sekciu, odchádzam.

source: Cannot create entries section, exiting.
ca: No s'ha pogut crear la secció d'entrades, plego.
ru: Ошибка создания элементов секции, выхожу.
sk: Nemô¾em vytvori» sekciu s polo¾kami, odchádzam.

source: Unable to find previously created section, exiting.
ca: No s'ha pogut trobar la secció creada prèviament, plego.
ru: Не могу найти созданной секции, выхожу.
sk: Nemô¾em nájs» u¾ vytvorenú sekciu, odchádzam.

source: Cannot save newly created database.
ca: No s'ha pogut desar la base de dades creada de nou.
ru: Ошибка записи только что созданной базы данных.
sk: Nemô¾em ulo¾i» novovytvorenú databázu.

source: Cannot erase database contents.
ca: No s'ha pogut esborrar el contingut de la base de dades.
ru: Ошибка удаления содержимого базы данных.
sk: Nemô¾em zmaza» obsah databázy.

source: First name
ca: Primer nom
ru: Имя
sk: Prvé meno

source: Additional name
ca: Nom adiccional
ru: Фамилия
sk: Ïal¹ie mená

source: Name prefix
ca: Prefix del nom
ru: Обращение
sk: Prefix mena

source: Formatted name
ca: Nom amb format
ru: Форматированное имя
sk: Preformátované meno

source: Comment
ca: Comentari
ru: Комментарий
sk: Komentár

source: Organization
ca: Organització
ru: Организация
sk: Organizácia

source: Unit
ca: Unitat
ru: Отдел
sk: Zlo¾ka

source: Subunit
ca: Subunitat
ru: Подотдел
sk: Podzlo¾ka

source: Title
ca: Títol
ru: Заголовок
sk: Titulok

source: Role
ca: Càrrec
ru: Роль
sk: Funkcia

source: Birthday
ca: Aniversari
ru: День рождения
sk: Narodeniny

source: Talk addresses
ca: Adreces de conversa
ru: Адреса Talk
sk: Adresa pre talk

source: Delivery label
ca: Etiqueta de lliurament
ru: Ярлык для почты
sk: Menovka doruèenia

source: Email address
ca: Adreça de correu
ru: E-mail
sk: E-mail adresa

source: Second email address
ca: Segona adreça de correu
ru: Второй E-mail
sk: Druhá e-mail adresa

source: Third email address
ca: Tercera adreça de correu
ru: Третий E-mail
sk: Tretia e-mail adresa

source: Email addresses
ca: Adreces de correu
ru: E-mail адреса
sk: Email adresy

source: Address
ca: Adreça
ru: Адрес
sk: Adresa

source: City/Town
ca: Ciutat/Poble
ru: Город
sk: Mesto

source: Telephone
ca: Telèfon
ru: Телефон
sk: Telefón

source: Fax number
ca: Numero de fax
ru: Номер факса
sk: Faxové èíslo

source: Modem number
ca: Numero de modem
ru: Номер модема
sk: Èíslo na modem

source: Homepage URL
ca: URL de la pàgina llar
ru: URL домашней странички
sk: URL dom. stránky

source: Zip/postal code
ca: Codi postal
ru: Почтовый код
sk: PSÈ/po¹tový kód

source: State/province
ca: Estat/provincia
ru: Штат/область
sk: ©tát/provincia

source: Country
ca: País
ru: Страна
sk: Krajina

source: (unnamed entry)
ca: (entrada sense nom)
ru: (безымянный елемент)
sk: (nepomenovaná polo¾ka)

source: Select birthday
ca: Trieu l'aniversari
ru: Выбрать день рождения
sk: Deò narodenia..

source: Edit the current entry
ca: Editeu l'entrada actual
ru: Редактировать текущий элемент
sk: Editova» aktuálnu polo¾ku

source: Title:
ca: Títol:
ru: Заголовок:
sk: Titulok:

source: First name:
ca: Primer nom:
ru: Имя
sk: Prvé meno:

source: Additional Name:
ca: Nom adiccional:
ru: Фамилия
sk: Ïal¹ie meno:

source: Formatted Name:
ca: Nom amb format:
ru: Форматированное имя
sk: Preformátované meno:

source: &Name
ca: &Nom
ru: Полное имя
sk: &Meno

source: Address:
ca: Adreça:
ru: Адрес:
sk: Adresa:

source: Zip/postal code:
ca: Codi postal:
ru: Почтовый код:
sk: PSÈ/po¹tový kód:

source: Town:
ca: Poble:
ru: Город:
sk: Mesto:

source: State:
ca: Comarca:
ru: Штат:
sk: ©tát:

source: Country:
ca: País:
ru: Страна:
sk: ©tát:

source: &Address
ca: &Adreça
ru: Адрес
sk: &Adresa

source: Organization:
ca: Organització:
ru: Организация:
sk: Organizácia:

source: Org Unit:
ca: Unitat:
ru: Отдел
sk: Divízia:

source: Org Subunit:
ca: Subunitat:
ru: Подотдел
sk: Oddelenie div.:

source: Role:
ca: Càrrec:
ru: Роль:
sk: Funkcia:

source: &Organization
ca: &Organització
ru: Организация
sk: &Organizácia

source: Telephone:
ca: Telèfon:
ru: Телефон:
sk: Telefón:

source: Fax:
ru: Факс:

source: Modem:
ru: Модем:

source: Homepage (URL):
ca: Pàgina llar (URL):
ru: Домашняя страничка (URL):
sk: Dom. stránka:

source: Edit email addresses
ca: Edita l'adreça de correu
ru: Редактировать E-mail адреса
sk: Editova» e-mail adresy

source: Edit talk addresses
ca: Edita l'adreça de conversa
ru: Редактировать адреса Talk
sk: Editova» talk adresy

source: &Contact
ca: &Contacte
ru: Контактая информация
sk: &Kontakt

source: Comment:
ca: Comentari:
ru: Комментарий
sk: Komentár:

source: Birthday:
ca: Aniversari:
ru: День рождения:
sk: Narodeniny:

source: Double click to set date
ca: Cliqueu dos cops per establir la data
ru: Двойной щелчок, чтобы установить дату

source: O&thers
ca: Al&tres
ru: Разное
sk: Os&tatné

source: Your new entry could not be added.
ca: No s'ha pogut afegir la vostra nova entrada.
ru: Нельзя добавить новый элемент.
sk: Va¹a nová polo¾ka nemohla by» pridaná.

source: search results
ca: resultats de la cerca
ru: результаты поиска
sk: výsledky hµadania

source: Conversion problem
ca: Problema de conversió
ru: Проблема преобразования
sk: Problém konverzie

source: Kab could not convert your database to the current file format. You can use it, but not all features will be supported.
ca: Kab no ha pogut convertir la vostra base de dades al format de fitxer actual. Podeu fer-la servir, pero no hi haurà suport per totes les característiques.
ru: Kab не может преобразовать вашу базу данных в текущий формат. Вы можете его использовать, но не все возможности будут использованы.
sk: Kab nemohol skonvertova» va¹u databázu do súèasného formátu. Mô¾ete ju pou¾íva», ale nebudú podporované v¹etky mo¾nosti.

source: The application saved the last current entry, but this entry does not exist anymore.
ca: L'aplicació ha desat la darrera entrada actual, pero l'entrada ja no hi és.
ru: Приложение сохранило последий текущий элемент, но этот элемент больше не существует.
sk: Aplikácia ulo¾ila poslednú aktuálnu polo¾ku, ale táto polo¾ka u¾ neexistuje.

source: kab: Removed bug warning
ca: kab: s'ha eliminat l'avís d'error
ru: kab: предупреждение об удалении ошибки

source: The version of kab you used before had an error regarding the upgrading of the database for new versions. This error has been removed now and will not affect you anymore. All configuration values have been reset to its default settings.
ca: La versió de kab que havíeu emprat abans tenia un error en l'actualització de la base de dades a les noves versions. Aquest error s'ha eliminat i no us afectarà més. Tots els valors de configuració s'han inicialitzat a l'arranjament per omissió.
ru: Вы использовали версию kab, в которой была ошибка обновления базы данных. Эта ошибка устранена. Все установки были установлены по умолчанию.

source: File handling error
ca: Error de manegament de fitxer
ru: Ошибка работы с файлами
sk: Chyba pri práci so súbormi

source: Unable to open database file r/w.
ca: No s'ha pogut obrir la base de dades.
ru: Ошибка открытия базы данных на чтение/запись.
sk: Nemô¾em otvori» databázový súbor r/w.

source: Email storage conversion
ca: Conversió del magatzem de correu
ru: Преобразование хранилища E-mail адресов
sk: Konverzia emailov

source: Kab will move all your email addresses to the new style supporting unlimited numbers of email addresses per entry.
ca: Kab transformarà totes les adreces de correu a l'estil nou que admet un numero ilimitat d'adreces de correu per entrada.
ru: Kab преобразует все ваши E-mail адреса к новому типу, поддерживающему неограниченное число E-mail адресов на элемент.
sk: Kab skonvertuje v¹etky va¹e emailové adresy do nového formátu podporujúceho nekoneèný poèet adries na polo¾ku.

source: kab database update
ca: actualizació de la base de dades kab
ru: обновление базы данных kab
sk: obnovenie databázy kab

source: Please note that kab now supports some new fields in its addresses. These new fields are: ╟ the state field, ╟ the country field and ╟ the postal code field. You will probably need to edit some of your entries to make use of it.
ru: Имейте ввиду, что сейчас kab поддерживает несколько новых полей в базе данных. Эти новые поля: ╟ Штат, ╟ Страна и ╟ Почтовый код. Возможно вам необходимо отредактировать некоторые элементы, добавив эти значения.

source: Could not save database after update.
ca: No s'ha pogut desar la base de dades desprès de l'actualització.
ru: Не могу записать базу данных после обновления.
sk: Nie je mo¾né ulo¾i» databázu po zmene.

source: Unable to reopen database file r/o.
ca: No s'ha pogut reobrir la base de dades.
ru: Ошибка открытия файла базы данных для чтения.
sk: Nemô¾em otvori» databázový súbor r/o.

source: first entry
ca: primera entrada
ru: первый элемент
sk: prvá polo¾ka

source: previous entry
ca: entrada prèvia
ru: предыдущий элемент
sk: predchádzajúca polo¾ka

source: next entry
ca: entrada següent
ru: следующий элемент
sk: nasledujúca polo¾ka

source: last entry
ca: darrera entrada
ru: последний элемент
sk: posledná polo¾ka

source: search entries
ca: cerca entrades
ru: искать элементы
sk: hµada» polo¾ky

source: add a new entry
ca: afegeix una nova entrada
ru: добавить новый элемент
sk: prida» polo¾ku

source: change this entry
ca: canvia aquesta entrada
ru: изменить элемент
sk: zmeni» polo¾ku

source: remove this entry
ca: elimina aquesta entrada
ru: удалить элемент
sk: zmaza» polo¾ku

source: Switched to first entry.
ca: S'ha saltat a la primera entrada.
ru: На первом элементе
sk: Prepnutý na prvú polo¾ku.

source: Switched to last entry.
ca: S'ha saltat a la darrera entrada.
ru: На последнем элементе
sk: Prepnutý na poslednú polo¾ku.

source: Sorry, file changed.
ca: Ho sento, el fitxer ha canviat.
ru: Извините, файл изменен.
sk: Prepáète, súbor sa zmenil.

source: Permission denied.
ca: S'ha denegat el permís
ru: Доступ запрещен.
sk: Prístup zamietnutý.

source: Remove entry?
ca: Elimino l'entrada?
ru: Удалить элемент?
sk: Odstráni» polo¾ku?

source: Really remove this entry?
ca: De veres elimino l'entrada?
ru: Действительно удалить элемент?
sk: Skutoène chcete vymaza» túto polo¾ku?

source: Entry deleted.
ca: S'ha esborrat l'entrada.
ru: Элемент удален.
sk: Polo¾ka vymazaná.

source: Added a new entry.
ca: S'ha afegit una nova entrada.
ru: Элемент добавлен.
sk: Pridal som novú polo¾ku.

source: Opened browser window.
ca: S'ha obert la finestra del fullejador.
ru: Окно просмотрщика открыто.
sk: Okno prehliadaèa otvorené.

source: No URL.
ca: Sense URL.
ru: URL отсутствует.
sk: ®iadne URL.

source: No entries.
ca: Sense entrades.
ru: Элементов нет.
sk: ®iadne polo¾ky.

source: The filemanager is busy, please try again.
ca: El gestor de fitxers està ocupat, torneu a provar.
ru: Файлменеджер занят, попробуйте позже.
sk: Súborový mana¾ér je zaneprázdnený, prosím skúste znova.

source: The addressbook file is currently locked by another application. kab cannot save it.
ca: El fitxer del llibre d'adreces està bloquejat per una altra aplicació. kab no el pot desar.
ru: Файл адресной книги в данный момент используется другим приложением. kab не может его записать.
sk: Súbor knihy adries je momentálne zamknutý inou aplikáciou. kab ho nemô¾e ulo¾i».

source: Database saved successfully.
ca: La base de dades s'ha desat correctament.
ru: База данных записана.
sk: Databáza úspe¹ne ulo¾ená.

source: kab: File error
ca: kab: Error de fitxer
ru: kab: Файловая ошибка

source: Could not save database.
ca: No s'ha pogut desar la base de dades
ru: Не могу записать базу данных.
sk: Nie je mo¾né ulo¾i» databázu.

source: &Retry
ca: &Torna-hi
ru: Повторить

source: &Ignore
ca: &Ignora-ho
ru: Игнорировать

source: Saving cancelled.
ca: S'ha cancel·lat el desat.
ru: Запись отменена.
