Repository: KDE/kde1-kdelibs
Catalog: po/*.po
Languages: ca, he, ro, ru, sk

source: (unknown file)
ca: (fitxer desconegut)
ru: (неизвестный файл)
sk: (neznámy súbor)

source: (unknown line number)
ca: (número de línia desconegut)
ru: (неизвестный номер строки)
sk: (neznáme èíslo riadku)

source: (unknown condition)
ca: (condició desconeguda)
ru: (неизвестное условие)
sk: (neznáma podmienka)

source: You have found a bug in
ca: Heu trobat un error a
ru: Вы нашли ошибку в
sk: Na¹li ste chybu v

source: Ignore the error, possibly causing much more damage
ca: Ignora l'error, amb la possibilitat de fer molt més mal
ru: Возможно, что игнорирование ошибки нанесет еще больший ущерб
sk: Ignorova» chybu, èo pravdepodobne spôsobí oveµa viac ¹kody

source: Kill the application, loosing all data
ca: Mata l'aplicació, perdent totes les dades
ru: Убить приложение, с потерей данных
sk: Zru¹i» aplikáciu (stratíte dáta)

source: Send an email to the application maintainer
ca: Envia un correu al mantenidor de l'aplicació
ru: Послать E-mail автору приложения
sk: Posla» správu správcovi aplikácie

source: OK
ca: Bé
he: רושיא
ro: Ochei
ru: ОК

source: The following condition failed:
ca: La següent condició ha fallat:
ru: Не выполнен следующее условие:
sk: Nasledujúca podmienka zlyhala:

source: In file
ca: Al fitxer
ru: В файле
sk: V súbore

source: , line
ca: , línia
ru: , строчка
sk: , na riadku

source: Error handling error
ca: Error en manegar l'error
ru: Ошибка обработки ошибки

source: Could not send message.
ca: No s'ha pogut enviar el missatge.
ru: Не могу послать сообщение.

source: The author did not publish an email address.
ca: L'autor no ha fet pública una adreça de correu.
ru: Автор не указал свой E-mail.

source: If you press the OK button, all changes you made will be used to proceed.
ca: Si premeu el botó Bé, tots els canvis que heu fet, es faran servir per continuar.
ru: Если вы нажмете кнопку OK, все изменения, которые вы произвели, будут обработаны.

source: When clicking apply, the settings will be handed over to the program, but the dialog will not be closed.Use this to try different settings.
ca: Si cliqueu el botó Aplica, l'arranjament es passarà al programa, pero el diàleg no es tancarà Feu-ho servir per provar diferents arranjaments.
ru: Когда вы нажмете Применить, установки будут обработаны программой, но диалог не будет закрыт. Используйте это для того, чтобы попробовать разные установки.

source: If you press the Cancel button, all changes you made will be abandoned and the dialog will be closed. The program will be in the state before opening the dialog.
ca: Si premeu el botó Cancel·la, tots els canvis que heu fet es deixaran còrrer i el diàleg es tancarà. El programa estarà en el mateix estat d'abans d'obrir el diàleg.
ru: Если вы нажмете кнопку Отмена, все изменения будут утеряны и диалог будет закрыт. Программа будет в том состоянии, в котором она была до открытия диалога.

source: &OK
ca: &Bé
he: רוש&יא
ro: &Ochei
ru: &ОК

source: &Apply
ca: &Aplica
ru: &Применить

source: &Cancel
ca: &Cancel·la
he: לוטי&ב
ro: &Renunþã
ru: &Отмена
sk: &Zru¹i»

source: Headline text:
ca: Text de capçalera:
ru: Текст заголовка:
sk: Text titulku:

source: Right footer text:
ca: Text de peu a la dreta:
ru: Текст правого нижнего колонтитула:
sk: Pravá päta:

source: Left footer text:
ca: Text de peu a l'esquerra:
ru: Текст левого нижнего колонтитула:
sk: ¥avä päta:

source: The title
ca: El títol
ru: Заголовок
sk: Titulok

source: The first name
ca: El primer nom
ru: Имя
sk: Prvé meno

source: The additional name
ca: El nom adiccional
ru: Фамилия
sk: Ïal¹ie meno

source: The name prefix
ca: El prefix del nom
ru: Префикс имени
sk: Prefix mena

source: The name
ca: El nom
ru: Полное имя
sk: Meno

source: The formatted name
ca: El nom amb format
ru: Форматированное имя
sk: Preformátované meno

source: The address
ca: L'adreça
ru: Адрес
sk: Adresa

source: The town
ca: El poble
ru: Город
sk: Mesto

source: The organization
ca: La organització
ru: Организация
sk: Organizácia

source: The role
ca: El càrrec
ru: Роль
sk: Funkcia

source: The org unit
ca: La unitat
ru: Отдел
sk: Divízia

source: The org subunit
ca: La subunitat
ru: Подотдел
sk: Poboèka divízie

source: The email address
ca: L'adreça de correu
ru: E-mail
sk: E-mail adresa

source: The second email address
ca: La segona adreça de correu
ru: Второй E-mail
sk: Druhá e-mail adresa

source: The third email address
ca: La tercera adreça de correu
ru: Третий E-mail
sk: Tretia e-mail adresa

source: The telephone number
ca: El número de telèfon
ru: Телефонный номер
sk: Telefónne èíslo

source: The fax number
ca: El número de fax
ru: Номер факса
sk: Faxové èíslo

source: The modem number
ca: El numero de modem
ru: Номер модема
sk: Modemové èíslo

source: The homepage URL
ca: La URL de la pàgina inicial
ru: URL домашней странички
sk: URL domovskej stránky

source: The comment
ca: El comentari
ru: Комментарий
sk: Komentár

source: kab: Search entries
ca: kab: entrades de cerca
ru: kab: Искать элементы

source: matches
ca: parelles
ru: совпадений

source: Use shell wildcard patterns here
ca: Aquí feu servir patrons amb comodins
ru: Здесь используйте маску оболочки

source: Select field to match the pattern
ca: Seleccioneu un camp per aparellar el patró
ru: Выберите поля, по которому искать

source: Possible values:
ca: Valors possibles:
ru: Возможные значения:
sk: Mo¾né hodnoty:

source: Selected values:
ca: Valors seleccionats:
ru: Выбранные значения:
sk: Zvolené hodnoty:

source: Open
ca: Obre
he: החיתפ
ro: Deschide
ru: Открыть
sk: Otvori»

source: New
ca: Nou
he: שדח
ro: Nou
ru: Новый
sk: Nový

source: Close
ca: Tanca
he: רוגס
ro: Închide
ru: Закрыть
sk: Zavrie»

source: Save
ca: Desa
he: רומש
ro: Salveazã
ru: Сохранить
sk: Ulo¾i»

source: Print
ca: Imprimeix
ru: Печать
sk: Tlaèi»

source: Quit
ca: Surt
he: האיצי
ro: Pa
ru: Выход
sk: Koniec

source: Cut
ca: Talla
he: רוזג
ro: Taie
ru: Вырезать
sk: Vystrihnú»

source: Copy
ca: Copia
he: קתעה
ro: Copiazã
ru: Копировать
sk: Kopírova»

source: Paste
ca: Enganxa
he: קבדה
ro: Peist
ru: Вставить
sk: Vlo¾i»

source: Undo
ca: Desfés
he: לטב
ro: Desface
ru: Откат
sk: Vráti» spä»

source: Find
ca: Busca
he: שפח
ro: Cãutare
ru: Найти
sk: Hµada»

source: Replace
ca: Substitueix
he: הפלחה
ro: Înlocuieºte
ru: Заменить
sk: Nahradi»

source: Insert
ca: Inserta
ru: Вставить
sk: Vlo¾i»

source: Home
ca: Llar
ru: Мой домашний каталог
sk: Domov

source: End
ca: Final
ru: Конец
sk: Koniec

source: Prior
ca: Anterior
ru: Предыдущий

source: Next
ca: Següent
ru: Следующий
sk: Ïal¹í

source: Help
ca: Ajut
he: הרזע
ro: Ajutor
ru: Помощь
sk: Pomocník

source: &Contents
ca: &Contingut
ru: Содержимое
sk: &Obsah

source: &About
ca: &Quant a
he: תודו&א
ro: &Detalii
ru: &О программе
sk: &Informácie

source: About &KDE...
ca: Quant a &KDE...
he: ...&KDE תודוא
ro: Despre &KDE...
ru: О &KDE
sk: Informácie o &KDE ...

source: About KDE
ca: Quant a KDE
he: KDE תודוא
ro: Despre KDE
ru: О KDE
sk: Informácie o KDE

source: The KDE Desktop Environment was written by the KDE Team, a world-wide network of software engineers committed to free software development. Visit http://www.kde.org for more information on the KDE Project. Please consider joining and supporting KDE. Please report bugs at http://buglist.kde.org.
ca: L'entorn d'escriptori KDE l'ha escrit l'equip KDE, una xarxa mundial d'enginyers informàtics compromesos amb el desenvolupament de programes lliures. Per a més informació sobre el projecte KDE, podeu visitar http://www.kde.org. Considereu la possibilitat d'afegir-vos i donar suport al projecte KDE. Si us plau, informeu dels errors a http://buglist.kde.org. Pels errors de traducció, envieu correu a sastia@redestb.es
ru: Проект KDE написан командой KDE, всемирной сетью инженеров-программистов посвятивших себя разработке свободно распространяемого программного обеспечения. Для получения дополнительной информации о проекте KDE посетите http://www.kde.org. Пожайлуста, подумайте о присоединении и поддержке KDE. Об ошибках сообщайте: http://buglist.kde.org.
sk: KDE Desktop Environment napísal KDE tím, celosvetová sie» poèítaèových in¾inierov zaujatých tvorbou voµne ¹íriteµného softvéru. Nav¹tívte http://www.kde.org pre viac informácií o KDE projekte. Prosím pripojte sa a podporte KDE. Prosím oznamujte chyby na http://buglist.kde.org.

source: Yes
ca: Sí
he: ןכ
ro: Da
ru: Да
sk: Áno

source: No
he: אל
ro: Nu
ru: Нет
sk: Nie

source: Cancel
ca: Cancel·la
he: לוטיב
ro: Renunþã
ru: Отмена
sk: Zru¹i»

source: Select Color
ca: Trieu color
he: עבצ רחב
ro: Selectare Culoare
ru: Выбрать цвет
sk: Vybra» farbu

source: System Colors
ca: Colors del sistema
he: תכרעמ יעבצ
ro: Culori Sistem
ru: Системные цвета
sk: Sytémové farby

source: Custom Colors
ca: Colors a mida
he: םיעבצ תמאתה
ro: Culori utilizator
ru: Собственные цвета
sk: Vlastné farby

source: Add to Custom Colors
ca: Afegeix als colors a mida
he: תישיא םימאתומ םיעבצל ףסוה
ro: Adaugã la culorile utilizator
ru: Добавить собственный цвет
sk: Prida» k vlastným farbám

source: Custom...
ca: A mida...
he: ...תישיא םאתומ
ro: Configurabil...
ru: Настройки
sk: Vlastné...

source: Default
ca: Omissió
ru: По умолчанию:
sk: ©tand.

source: Apply
ca: Aplica
he: לחה
ro: Seteazã
ru: Применить
sk: Pou¾i»

source: January
ca: Gener
ru: Январь
sk: Január

source: February
ca: Febrer
ru: Февраль
sk: Február

source: March
ca: Març
ru: Март
sk: Marec

source: April
ca: Abril
ru: Апрель
sk: Apríl

source: May
ca: Maig
ru: Май
sk: Máj

source: June
ca: Juny
ru: Июнь
sk: Jún

source: July
ca: Juliol
ru: Июль
sk: Júl

source: August
ca: Agost
ru: Август

source: September
ca: Setembre
ru: Сентябрь

source: October
ca: Octubre
ru: Октябрь
sk: Október

source: November
ca: Novembre
ru: Ноябрь

source: December
ca: Desembre
ru: Декабрь

source: (invalid)
ca: (no vàlid)
ru: (неверный)
sk: (neplatný)

source: Sun
ca: Diu
ru: Вос
sk: Ned

source: Mon
ca: Dil
ru: Пон
sk: Pon

source: Tue
ca: Dim
ru: Втр
sk: Uto

source: Wed
ca: Dic
ru: Срд
sk: Str

source: Thu
ca: Dij
ru: Чет
sk: ©tv

source: Fri
ca: Div
ru: Пят
sk: Pia

source: Sat
ca: Dis
ru: Суб
sk: Sob

source: Sorry
ca: Ho sento
he: החילס
ro: Pardon ...
ru: Извините
sk: Je mi µúto

source: The specified File does not exist
ca: El fitxer especificat no existeix
he: םייק וניא שקובמה ץבוקה
ro: Fiºierul specificat nu exista
ru: Указанный файл не существует
sk: ©pecifikovaný súbor neexistuje

source: Sorry:
ca: Ho sento:
he: החילס
ro: Hopa :
ru: Извините:
sk: ¥utujem:

source: You have specificated a directory
ca: Heu especificat un directori
he: ץבוק אלו היירפס תנייצ
ro: Ai specificat un director
ru: Вы указали каталог
sk: Zadali ste prieèinok

source: You do not have read permission to this file.
ca: No teniu permís de lectura d'aquest fitxer
he: הזה ץבוקל האירק תואשרה ךל ןיא
ro: Nu ai voie sa citesti acest fiºier ;)
ru: Вы не имеете прав на чтение данного файла
sk: Nemáte práva na èítanie tohto súboru.

source: An Error occured while trying to open this Document
ca: Hi ha hagut un error provant d'obrir el document
he: ךמסמה תא חותפל ןויסינב האיגש הלח
ro: A aparut o eroare la încercarea de deschidere a acestui document
ru: Ошибка во время открытия данного Документа
sk: Nastala chyba pri otváraní tohto dokumentu

source: Select Document to Insert
ca: Seleccioneu el document a insertar
he: הפסוהל ךמסמ רחב
ro: Selecteaza Documentul de Inserat
ru: Выберите Документ для Вставки
sk: Vybra» dokument pre vlo¾enie

source: Warning:
ca: Avís:
he: הרהזא
ro: Atenþie :
ru: Предупреждение:
sk: Pozor:

source: The current Document has been modified. Would you like to save it?
ca: El document actual s'ha modificat. Voleu desar-lo?
he: יוניש רבע יחכונה ךמסמה ? ותוא רומשל ןיינועמ התא םאה
ro: Documentul curent a fost modificat. Vrei sã îl salvez ?
ru: Текущий Документ изменен Сохранить?
sk: Aktuálny dokument bol zmenený. Prajete si ho ulo¾i»?

source: Could not save the document. Open a new document anyways?
ca: No s'ha pogut desar el document. Cal obrir-ne un de nou?
he: ךמסמה תא רומשל ןתינ אל ? ןפוא לכב שדח ךמסמ חותפל
ro: Nu pot salva documentul. Mai vrei sã deschid un nou document ?
ru: Не могу записать документ. Все равно открыть новый документ?
sk: Nie je mo¾né ulo¾i» dokument. Otvori» nový dokument aj tak?

source: Select Document to Open
ca: Seleccioneu un document per obrir
he: החיתפל ךמסמ רחב
ro: Selecteazã ce document sã deschid
ru: Выберите Документ
sk: Zvoµte dokument na otvorenie

source: Could not save the document. Create a new document anyways?
ca: No s'ha pogut desar el document. Cal crear-ne un de nou?
he: ךמסמה תא רומשל ןתינ אל ? ןפוא לכב שדח ךמסמ חותפ
ro: Nu pot salva documentul. Mai vrei sã creez un nou document ?
ru: Не могу записать документ. Все равно создать новый документ?
sk: Nemô¾em ulo¾i» dokument. Vytvori» aj tak nový dokument?

source: Untitled
ca: Sense títol
he: םש אלל
ro: Farã_titlu
ru: Беззаголовка
sk: Bez mena

source: Could not save the document
ca: No s'ha pogut desar el document
he: ךמסמה תא רומשל היה ןתינ אל
ro: Nu pot salva documentul.
ru: Не могу записать документ.
sk: Nie je mo¾né ulo¾i» dokument

source: Save Document As
ca: Desa el document com
he: םשב ךמסמה תא רומש
ro: Salvez documentul ca
ru: Сохранить Документ как
sk: Ulo¾i» dokument ako

source: A Document with this Name exists already Do you want to overwrite it ?
ca: Hi ha un document amb aquest nom Voleu escriure a sobre ?
he: קסידה לע רבכ םייק הזה םשב ךמסמ ? וילע בותכל ןיינועמ התא םאה
ro: Un document cu acest nume existã deja Vrei sã îl suprascriu ?
ru: Документ с данным именем существует Переписать?
sk: Dokument s takýmto menom u¾ existuje, prajete si ho prepísa»?

source: You do not have write permission to this file.
ca: No teniu permís d'escriptura per aquest fitxer.
he: הזה ץבוקל הביתכ תואשרה ךל ןיא
ro: Nu ai voie sã scrii în acest fiºier !.
ru: Вы не имеете прав на запись данного файла.
sk: Nemáte práva na zápis do tohto súboru.

source: End of document reached. Continue from the beginning?
ca: S'ha arribat al final del document. Cal continuar desde l'inici?
he: ךמסמה ףוסל עיגה שופיחה ? ךמסמה תליחתמ שפחל ךישמהל
ro: Am ajuns la sfârºitul documentului. Vrei sã o iau de la capãt ?
ru: Конец документа. Продолжить с начала?
sk: Dosiahol som koniec dokumentu. Pokraèova» od zaèiatku?

source: Beginning of document reached. Continue from the end?
ca: S'ha arribat a l'inici del document. Cal continuar des d'el final?
he: ךמסמה תליחתל עיגה שופיחה? ךמסמה ףוסמ שפחל ךישמהל
ro: Am ajuns la începutul documentului. Vrei sa o iau de la coadã ?
ru: Начало документа. Продолжить с конца?
sk: Dosiahol som zaèiatok dokumentu. Pokraèova» od konca?

source: Case Sensitive
ca: Sensible a caixa
he: תונטק-תולודג
ro: Sensibil la majuscule
ru: С учетом регистра
sk: Rozli¹ova» veµkos» písmen

source: Find Backwards
ca: Cerca endarrera
he: רוחאל שופיח
ro: Cãutare înapoi
ru: Искать назад
sk: Hµada» odzadu

source: Done
ca: Fet
he: םייס
ro: Gata
ru: Готово
sk: Hotovo

source: Find:
ca: Cercar:
he: שפח:
ro: Cautã:
ru: Найти:
sk: Hµada»:

source: Replace with:
ca: Substituir amb:
he: םע ףלחה:
ro: Înlocuieºte cu:
ru: Заменить на:
sk: Nahradi» s:

source: Replace All
ca: Substitueix tot
he: לכה ףלחה
ro: Înlocuieºte peste tot
ru: Заменить все
sk: Nahradi» v¹etko

source: Goto Line
ca: Ves a línia
he: הרושל רובע
ro: Salt la linia
ru: На строку
sk: Ís» na riadok

source: Go
ca: Ves-hi
he: לחתה
ro: Mergi
ru: Идти
sk: Ís»

source: Select Font
ca: Trieu font
he: ןפוג רחב
ro: Selectare Font
ru: Выберите шрифт
sk: Vybra» znakovú sadu

source: Requested Font
ca: Font demanada
he: שקובמ ןפוג
ro: Fontul cerut
ru: Запрошенные шрифты
sk: Po¾adovaná znaková sada

source: Actual Font
ca: Font actual
he: ןימז ןפוג
ro: Fontul Actual
ru: Существующие шрифты
sk: Aktuálna znaková sada

source: Family:
ca: Família:
he: החפשמ:
ro: Familia:
ru: Семейство:
sk: Rodina:

source: Charset:
ca: Joc:
he: דודיק:
ro: Setul de caractere:
ru: Кодировка:
sk: Kódovanie:

source: Size:
ca: Mida:
he: לדוג:
ro: Mãrime:
ru: Размер:
sk: Veµkos»:

source: Weight:
ca: Gruix:
he: השגדה:
ro: Grosime:
ru: Ширина:
sk: Váha:

source: Style:
ca: Estil:
he: ןונגס:
ro: Stil:
ru: Стиль:
sk: ©týl:

source: Size
ca: Grandària
he: לדוג
ro: Mãrime
ru: Размер
sk: Veµkos»

source: Weight
ca: Gruix
he: השגדה
ro: Grosime
ru: Ширина
sk: Váha

source: normal
he: ליגר
ru: нормальный
sk: normálne

source: bold
ca: negreta
he: שגדומ
ru: жирный
sk: tuèné

source: Style
ca: Estil
he: ןונגס
ro: Stil
ru: Стиль
sk: ©týl

source: roman
he: ףוקז
ru: роман
sk: rímske

source: italic
ca: cursiva
he: יוטנ
ru: наклонный
sk: ¹ikmé

source: Charset
ca: Joc
he: דודיק
ro: Set de caractere
ru: Кодировка
sk: Kódovanie

source: Dolor Ipse
he: Abcd דגבא
ro: Probe de Font (ºªþÞãÃâÂîÎ)
ru: Тестируем

source: Bold
ca: Negreta
he: שגדומ
ru: Жирный
sk: Tuèné

source: Normal
he: ליגר
ru: Нормальный
sk: Normálne

source: Select Icon
ca: Trieu icona
he: למס רחב
ro: Selectare Icoanã
ru: Выберите пиктограмму
sk: Vyber ikonku

source: Filter:
ca: Filtre:
he: תמויס
ro: Filtru:
ru: Фильтр:

source: &Help
ca: &Ajut
he: הר&זע
ro: &Ajutor
ru: &Помощь
sk: &Pomocník

source: &Defaults
ca: &Omissió
ru: &Умолчания
sk: &©tandardné

source: Current key
ca: Tecla actual
ru: Текущая клавиша
sk: Aktuálny kláves

source: &Action
ca: &Acció
ru: &Действие
sk: &Akcia

source: &No key
ca: &Cap tecla
ru: Нет клавиши
sk: ®iad&ny kláves

source: &Default key
ca: Tecla per &omissió
ru: &Клавиша по умолчанию
sk: &©tandardný kláves

source: &Custom key
ca: Tecla a &mida
ru: Своя клавиша
sk: &Vlastný kláves

source: Top
ca: Dalt
he: ןוילע
ro: Sus
ru: Верх
sk: Hore

source: Bottom
ca: Baix
he: ןותחת
ro: Jos
ru: Низ
sk: Dole

source: Floating
ca: Flotant
he: ףחרמ
ro: Flotant
ru: Плавающий
sk: Plávajúci

source: Float
ca: Surar
he: ףחר
ro: Flotare
ru: Сделать плавающей
sk: Plávajúci

source: UnFloat
ca: No surar
he: עבק
ro: Lipeºte
ru: Сделать неплавающей
sk: Pripevni»

source: Trying to add page when no KWizards are added!
ca: Provant d'afegir pàgina quan no s'han afegit KWizards!
ru: Пробую добавить страницу, когда не добавлен KWizard!
sk: Sna¾ím sa prida» stránku, keï sa ¾iadne ïal¹ie KWizardy nepridávajú!

source: &Default
ca: &Omissió
ru: &По умолчанию:
sk: &©tandardné

source: Quickhelp
ca: Ajut ràpid
ru: Быстрая помощь
sk: Rýchla pomoc

source: KToolBarButton: pixmap is empty, perhaps some missing file
ca: KToolBarButton: el pixmap és buit, potser manca un fitxer
he: ץבוק רסחו ןכתי ,הקיר הנומת :םילכ לגרס
ro: KToolBarButton: pixmap-ul este gol, poate lipsesc niºte fiºiere
ru: KToolBarButton: пустая пиктограмма, возможно отсутствует файл
sk: KToolBarButton: pixmapa je prázdna, pravdepodovne chýba nejaký súbor

source: Left
ca: Esquerra
he: לאמש
ro: Stânga
ru: Слева
sk: Vµavo

source: Right
ca: Dreta
he: ןימי
ro: Dreapta
ru: Справа
sk: Vpravo

source: Page %d of %d
ca: Pàgina %d de %d
ru: Страница %d из %d
sk: Strana %d z %d

source: <!-- Do not edit this file -->
ca: <!-- No editeu aquest fitxer -->
ru: <!-- Не редактировать этот файл -->
sk: <!-- Needitujte tento subor -->

source: Folders:
ca: Carpetes:
ru: Папка:
sk: Prieèinky:

source: Contents:
ca: Contingut:
ru: Содержимое:
sk: Obsah:

source: Name
ca: Nom
ru: Имя
sk: Názov

source: Permissions
ca: Permissos
ru: Права
sk: Prístupové práva

source: Date
ca: Data
ru: Дата
sk: Dátum

source: Owner
ca: Amo
ru: Владелец
sk: Vlastník

source: Group
ca: Grup
ru: Группы
sk: Skupina

source: Back
ca: Endarrera
he: רוזח
ro: Înapoi
ru: Назад
sk: Spä»

source: Forward
ca: Endavant
he: המידק
ro: Înainte
ru: Вперед
sk: Vpred

source: Up to parent
ca: Cap amunt
ru: Вверх
sk: Naspä» na rodièa

source: Reload
ca: Refrescar
he: שדחמ ןעט
ro: Reîncãrcare
ru: Перегрузить
sk: Nahra» znovu

source: Bookmarks
ca: Punts
ru: Закладки
sk: Zálo¾ky

source: Create new folder
ca: Crea carpeta nova
ru: Создать новую папку
sk: Vytvori» nový prieèinok

source: Search for a file
ca: Cerca un fitxer
ru: Искать файл
sk: Hµada» súbor

source: Configure this dialog [development only]
ca: Configura aquest diàleg [només desenvolupament]
ru: Настроить этот диалог [только для разработчиков]
sk: Nastavi» tento dialóg [iba pre vývoj]

source: The path
ca: El camí
ru: Путь
sk: Cesta

source: &Location:
ca: &Posició:
ru: &Расположение
sk: U&miestnenie:

source: &Filter:
ca: &Filtre:
ru: &Фильтр:

source: Show hidden
ca: Mostra ocults
ru: Показывать скрытые
sk: Ukáza» skryté

source: Error: Not local file
ca: Error: No és un fitxer local
ru: Ошибка: не локальный файл
sk: Chyba:Nie je miestny súbor

source: The specified directory is not a local directory But the application accepts just local files.
ca: El directori especificat no és un directori local Pero l'aplicació només accepta fitxers locals.
ru: Указаный каталог не является локальным. А приложение поддерживает только локальные файлы.
sk: Vybraný prieèinok nie je miestny a aplikácia akceptuje iba lokálne súbory.

source: Error: Cannot Open Directory
ca: Error: No és pot obrir el directori
ru: Ошибка: Не возможно открыть каталог.
sk: Chyba: Nemô¾em otvori» prieèinok

source: The specified directory does not exist or was not readable.
ca: El directori especificat no existeix o no té permís de lectura.
ru: Указанный каталог не существует или не доступен по чтению.
sk: ©pecifikovaný prieèinok neexistuje alebo sa nedá preèíta»

source: Dismiss
ca: Rebutja
ru: Убрать
sk: Zru¹i»

source: Save As
ca: Desa com
he: םשב הרימש
ro: Salveazã în
ru: Сохранить как
sk: Ulo¾i» ako

source: Root Directory
ca: Directori arrel
ru: Корневой каталог
sk: Koreòový prieèinok

source: The specified directory does not exist or was not readable.
ca: El directori especificat no existeix o no té permís de lectura.
ru: Указанный каталог не существует или не доступен по чтению.
sk: ©pecifikovaný prieèinok neexistuje alebo sa nedá preèíta».

source: Create new directory in:
ca: Crea un directori nou a:
ru: Создать каталог в:
sk: Vytvori» nový prieèinok v:

source: New Directory
ca: Directori Nou
ru: Новый каталог
sk: Nový prieèinok

source: Add to bookmarks
ca: Afegeix punt
ru: Добавить закладку
sk: Prida» k zálo¾kám

source: Choose Directory
ca: Escull Directori
ru: Выбрать каталог
sk: Vybra» prieèinok

source: directory
ca: directori
ru: каталог
sk: prieèinok

source: directories
ca: directoris
ru: каталоги:
sk: prieèinky

source: file
ca: fitxer
ru: файл
sk: do súboru

source: files
ca: fitxers
ru: файлы
sk: súbory

source: %d %s and %d %s
ca: %d %s i %d %s
ru: %d %s и %d %s
sk: %d %s a %d %s

source: one directory
ca: un directori
ru: один каталог
sk: prieèinok

source: Look and Feel
ca: Aspecte i Efecte
ru: Вид
sk: Vzhµad a tvar

source: KDE File Selector by: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> and Daniel Grana <grana@ie.iwi.unibe.ch> with contributions by Mario Weilguni <mweilguni@sime.com> and Martin Jones <mjones@kde.org>
ca: Selector de Fitxers KDE per: Richard Moore <rich@kde.org> Stephan Kulow <coolo@kde.org> i Daniel Grana <grana@ie.iwi.unibe.ch> amb contribucions de Mario Weilguni <mweilguni@sime.com> i Martin Jones <mjones@kde.org>
ru: KDE выбор файлов:: Ричард Мур <rich@kde.org> Степан Кулов <coolo@kde.org> и Даниэль Грана <grana@ie.iwi.unibe.ch> с участием Марио Вельджуни <mweilguni@sime.com> и Мартина Джонса <mjones@kde.org>
sk: KDE Voliè súborov napísali: Richard Moore <rich@kde.org>, Stephan Kulow <coolo@kde.org> a Daniel Grana <grana@ie.iwi.unibe.ch>. s prispením Mario Weilguni <mweilguni@sime.com> a Martin Jones <mjones@kde.org>

source: About
ca: Quant a
he: תודוא
ro: Descriere
ru: О программе
sk: Informácie

source: View style
ca: Estil visual
ru: Тип представления
sk: ©týl pohµadu

source: Show Short View
ca: Mostra Vista Breu
ru: Показывать короткое представление
sk: Ukáza» krátky náhµad

source: Show Detail View
ca: Mostra Vista Detallada
ru: Показывать детальное представление
sk: Ukáza» detailný náhµad

source: Misc
ru: Разное
sk: Rozlièné

source: Show Filter
ca: Mostra Filtre
ru: Показывать фильтр
sk: Ukáza» filter:
